
num = int(input())

months = {
    1 : ['Январь', 'Зима', 31],
    2 : ['Февраль', 'Зима', 28],
    3 : ['Март', 'Весна', 31],
    4 : ['Апрель', 'Весна', 30],
    5 : ['Май', 'Весна', 31],
    6 : ['Июнь', 'Лето', 30],
    7 : ['Июль', 'Лето', 31],
    8 : ['Август', 'Лето', 31],
    9 : ['Сентябрь', 'Осень', 30],
    10 : ['Октябрь', 'Осень', 31],
    11 : ['Ноябрь', 'Осень', 30],
    12 : ['Декабрь', 'Зима', 31]
          }

if 1 <= num <= 12:
    print(*months[num], sep=', ')
else:
    print('Error')