
employees = [

    {
        'ФИО' : 'Смирнов Ян Петрович',
        'Должность' : 'Маркетолог',
        'Год рождения' : 1995,
        'Навыки' : ['SMM', 'SEO'],
        'Дети' : [
            {'Имя' : 'Алеся', 'Год рождения' : 2015},
            {'Имя' : 'Миша', 'Год рождения' : 2019}
        ]
    },

    {
        'ФИО' : 'Егоров Андрей Вадимович',
        'Должность' : 'Разработчик',
        'Год рождения' : 1990,
        'Навыки' : ['Python', 'SQL', 'Flask'],
        'Дети' : [
            {'Имя' : 'Алексей', 'Год рождения' : 2011},
            {'Имя' : 'Юля', 'Год рождения' : 2021}
        ]
    },

    {
        'ФИО' : 'Ветрова Карина Игоревна',
        'Должность' : 'Ассистент руководителя',
        'Год рождения' : 1998,
        'Навыки' : ['Excel', 'SAP', '1C', 'Word'],
        'Дети' : [
            {'Имя' : 'Женя', 'Год рождения' : 2022},
        ]
    }
]

name = input()

